Ran Plan for project: `animeutopia-prod` dir: `accounts/animeutopia-prod` workspace: `default`

<details><summary>Show Output</summary>

```diff
Wrote /home/atlantis/.atlantis/prod-ue2-multiaccounts.tfvars with secrets from SSM.


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_lightsail_lb.prestashop_lb will be created
+ resource "aws_lightsail_lb" "prestashop_lb" {
      + arn               = (known after apply)
      + created_at        = (known after apply)
      + dns_name          = (known after apply)
      + health_check_path = "/"
      + id                = (known after apply)
      + instance_port     = 80
      + ip_address_type   = "dualstack"
      + name              = "animeutopia-lb"
      + protocol          = (known after apply)
      + public_ports      = (known after apply)
      + support_code      = (known after apply)
      + tags_all          = {
          + "DeployedBy"  = "Terraform"
          + "Environment" = "prod"
          + "Project"     = "project"
        }
    }

  # aws_lightsail_lb_attachment.prestashop_attachment will be created
+ resource "aws_lightsail_lb_attachment" "prestashop_attachment" {
      + id            = (known after apply)
      + instance_name = "animeutopia-lamp"
      + lb_name       = "animeutopia-lb"
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p animeutopia-prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://atlantis.feedutopia.com:4141/lock?id=ryan-longoria%252FFeedUtopia%252Faccounts%252Fanimeutopia-prod%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p animeutopia-prod
  ```
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```